<?php

return [
    'fields' => [
        'type' => 'Тип значення',
        'name' => 'Назва',
        'icon' => 'Іконка',
        'icon_hint' => 'html-код іконки',
        'description' => 'Опис',
        'categories' => 'Категорії',
        'categories_hint' => 'Категорії товарів до яких застосовуються дані характеристики',
        'in_filters' => 'Додати до фільтрації',
        'si' => 'Одиниці виміру',
        'si_hint' => 'Одиниці виміру будуть додані після значень',
        'values' => 'Допустимі значення',
        'values_help' => '<h4>Допустимі значення</h4>
        <ul>
            <li>Поля <b>Тип дії</b> та <b>Значення (для дії)</b> потрібно заповнювати тільки якщо необхідно трансформувати значення</li>
            <li>Операції зі значеннями будуть оброблені за графіком: кожні 10 хвилин</li>
        </ul>',
        'min' => 'Мінімальне значення',
        'max' => 'Максимальне значення',
        'step' => 'Крок'
    ],
    'value_actions' => [
        'join' => 'Об\'єднати з іншим значенням (а це видалити)',
        'split' => 'Розділити на декілька значень (а це видалити)'
    ],
    'filters' => [
        'category' => 'Категорія',
        'type' => 'Тип',
        'language' => 'Мова'
    ]
];