<?php

return [
    'title' => 'Замовлення',
    'single' => 'замовлення',
    'fields' => [
        'code' => 'Номер замовлення',
        'created_at' => 'Дата та час замовлення',
        'status' => 'Статус замовлення',
        'price' => 'Сума замовлення',
        'pay_status' => 'Статус оплати',
        'payment_method' => 'Спосіб оплати',
        'payment_methods' => [
            'cash' => 'Оплата готівкою',
            'liqpay' => 'Онлайн оплата'
        ],
        'customer' => [
            'title' => 'Покупець',
            'firstname' => 'Ім\'я',
            'lastname' => 'Прізвище',
            'email' => 'Email',
            'phone' => 'Телефон'
        ],
        'delivery' => [
            'title' => 'Доставка',
            'status' => 'Статус доставки',
            'method' => 'Метод',
            'methods' => [
                'warehouse' => 'Відділення пошти',
                'address' => 'Доставка Кур\'єром',
                'pickup' => 'Самовивіз'
            ],
            'warehouse' => 'Відділення пошти',
            'city' => 'Місто',
            'address' => 'Адреса',
            'zip' => 'Індекс',
            'comment' => 'Коментар покупця'
        ],
        'products' => [
            'title' => 'Товари в замовленні'
        ],
        'hints' => [
            'price' => 'Якщо залишити порожнім сума буде розрахована автоматично'
        ]
    ]
];