<?php

return [
    'tabs' => [
        'main' => 'Основне',
        'images' => 'Зображення',
        'characteristics' => 'Характеристики',
        'warehouse' => 'Склад',
        'management' => 'Управління',
        'seo' => 'SEO'
    ],
    'fields' => [
        'is_active' => 'Активний',
        'code' => [
            'label' => 'Артикул',
            'hint' => 'Заповніть якщо хочете щоб у товару був фіксований артикул, інакше будуть виводитися артикули від постачальників.'
        ],
        'barcode' => 'Штрих-код/код',
        'name' => 'Назва',
        'slug' => [
            'label' => 'URL',
            'hint' => 'За замовчуванням буде згенеровано з назви'
        ],
        'price' => 'Ціна',
        'old_price' => 'Стара ціна',
        'in_stock' => [
            'label' => 'Кількість в наявності',
            'hint' => 'Кількість товару буде автоматично відніматися при здійсненні замовлень на сайті.'
        ],
        'categories' => [
            'label' => 'Категорії',
            'hint' => 'Характеристики товару залежать від обраних категорій. Після збереження запису характеристики будуть синхронізовані з категоріями.'
        ],
        'brand' => 'Бренд',
        'content' => 'Опис',
        'images' => [
            'label' => 'Зображення',
            'add' => 'Додати зображення',
            'image' => 'Зображення',
            'alt' => 'alt',
            'title' => 'title',
            'size' => 'Розмір'
        ],
        'custom_properties' => [
            'title' => 'Індивідуальні характеристики',
            'description' => 'Унікальні, індивідуальні або малопоширені властивості товарів. Заповнюються індивідуально до кожного товару. Виводяться тільки в характеристиках товару (у фільтрах не використовуються). (Переклади для кожної мовної версії заповнюються окремо).',
            'label' => 'Індивідуальні характеристики',
            'columns' => [
                'name' => 'Назва',
                'value' => 'Значення'
            ]
        ],
        'suppliers' => [
            'label' => 'Постачальники',
            'add' => 'Додати постачальника',
            'supplier' => 'Постачальник',
            'code' => 'Артикул товару',
            'barcode' => 'Код/штрих-код',
            'in_stock' => 'В наявності, шт',
            'price' => 'Ціна',
            'old_price' => 'Стара ціна',
            'updated_at' => 'Останнє оновлення'
        ],
        'modifications' => [
            'related_products' => 'Пов\'язані товари',
            'hint' => 'Пов\'язані товари - це інші різновиди цього ж товару. Знайдіть та прикріпіть модифікації до товару, щоб зв\'язати їх в одну групу.',
            'short_name' => [
                'label' => 'Коротка назва цієї модифікації',
                'hint' => 'Коротка назва цієї модифікації товару, буде використано у списку модифікацій на сайті. Це може бути смак/колір тощо.'
            ]
        ],
        'seo' => [
            'meta_title' => 'Meta Title',
            'meta_description' => 'Meta Description',
            'disable_base_canonical' => [
                'label' => 'Вимкнути canonical на базову модифікацію',
                'hint' => 'Ця модифікація буде індексуватися окремо: canonical вкаже саме на неї, а не на базову.'
            ]
        ],
        'attributes' => [
            'title' => 'Атрибути',
            'description' => 'Універсальні властивості товарів. Створюються та керуються окремо в розділі Атрибути. Можуть бути використані у фільтрах та в характеристиках товару.',
            'search_placeholder' => 'Пошук за назвою параметра',
            'in_properties' => 'В характеристиках',
            'in_filters' => 'У фільтрах',
            'and' => 'та',
            'min_value' => 'мін значення',
            'max_value' => 'макс значення',
            'step' => 'крок',
            'no_attributes' => [
                'description' => 'Для редагування характеристик спочатку переконайтеся, що:',
                'category_selected' => 'Обрана категорія запису',
                'category_has_attributes' => 'Обраній категорії відповідає хоча б один атрибут',
                'data_saved' => 'Дані були збережені хоча б один раз'
            ]
        ]
    ]
];
