<?php

return [
    'item' => [
        'label' => 'Шлях до товару',
        'hint' => 'Шлях до товару в джерелі даних.'
    ],
    'fields_setup' => [
        'title' => 'Налаштування полів',
        'xml_description' => 'Для типу даних "xml-посилання":',
        'xml_instruction' => 'Введіть точні назви полів з xml-каталогу, які відповідають вказаним даним.',
        'xml_purpose' => 'Необхідно для того, щоб встановити відповідність між полями з даними з xml-каталогу з аналогічними полями на сайті.',
        'file_description' => 'Для типу даних "Файл":',
        'file_instruction' => 'Вкажіть літеру стовпчика з excel-файлу в якому розташовані дані що відповідають вказаним.'
    ],
    'name' => [
        'label' => 'Назва',
        'type' => 'text'
    ],
    'code' => [
        'label' => 'Артикул',
        'type' => 'text'
    ],
    'barcode' => [
        'label' => 'Код/штрихкод',
        'type' => 'text'
    ],
    'image' => [
        'label' => 'Зображення',
        'type' => 'text'
    ]
];